Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=965_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteeŠǧǧ halltõõzz såbbar tuʹmmstõõǥǥ
fin: Saamelaiskäräjien hallituksen kokouksen päätöksiä

source: Halltõs noorõõđi 26.11.2014 Aanrest.
fin: Hallitus kokoontui 26.11.2014 Inarissa.

source: Såbbar äʹššliistâst leʹjje nõõmtumuužž da jeäʹrben säʹmmlai ǩiõllˈlaž vuõiggâdvuõʹtte kuulli ääʹšš.
fin: Kokouksen asialistalla oli nimeämisiä ja erityisesti saamelaisten kielellisiin oikeuksiin liittyviä asioita.

source: Halltõs tuʹmmji, što sääʹmteʹǧǧ ååcc teäggtõõzz, vuõiggâdvuõttministeriast, mättʼtõs- da kulttuurministeriast di Euroop sosiaalteäggtõõzzâst (ESR) sääʹmǩiõll-lääʹjj teâuddjumuužž kuõskki čiõlǥtemtuâi diõtt.
fin: Hallitus päätti, että saamelaiskäräjät hakee rahoitusta oikeusministeriöltä, opetus- ja kulttuuriministeriöltä sekä Euroopan sosiaalirahastosta (ESR) saamen kielilain toteutumista koskevaa selvitystyötä varten.

source: Sääʹmǩiõll-lääʹjj mieʹldd sääʹmteʹǧǧ âlgg uʹvdded vaalpõõʹji mieʹldd mainstõs sääʹmǩiõll-lääʹjj tiuʹddepiijjmõõžžâst di säʹmmlai ǩiõllˈlaž vuõiggâdvuõđi teâuddjumuužžâst da ooudâsviikkmõõžžâst.
fin: Saamen kielilain mukaan saamelaiskäräjien on annettava vaalikausittain kertomus saamen kielilain toimeenpanosta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kehityksestä.

source: Mainstõs âlgg uʹvdded mââimõõžžâst eeʹjj 2016 aalǥâst.
fin: Kertomus tulee antaa viimeistään vuoden 2016 alussa.

source: Sääʹm parlamentaarlaž suåvtõs (SPS) čõõđti Sámi Giellagáldu – haʹŋǩǩõõzz, kååʹtt puuʹđi 30.6.2014.
fin: Saamelainen parlamentaarinen neuvosto (SPN) toteutti Sámi Giellagáldu – hankkeen, joka päättyi 30.6.2014.

source: Sääʹmteʹǧǧ vaaldši haʹŋǩǩõõz.
fin: Saamelaiskäräjät hallinnoi hanketta.

source: Haʹŋǩǩõõzzâst viʹǩǩeš ooudâs sääʹm õhttsažtuâi, ǩiõllhuõl da terminoloogtuâi.
fin: Hankkeessa kehitettiin saamen kieliyhteistyötä, kielenhuoltoa ja terminologiatyötä.

source: Haʹŋǩǩõõzz äiʹǧǧen Giellagáldu tuõtteš, što tõt lij eža taʹrbbes da viõkkšõs, tõʹst õõlǧči raajjâd põõšši orgaan.
fin: Hankkeen aikana Giellagáldu todettiin hyvin tarpeelliseksi ja tehokkaaksi, josta tulisi luoda pysyvä elin.

source: Põõšši teäggtõs sääʹm ǩiõllõhttsažtuâi ooudâsviikkâm diõtt ij käunnjam haʹŋǩǩõõzz äiʹǧǧen.
fin: Pysyvää rahoitusta saamen kieliyhteistyön kehittämiseksi ei kuitenkaan löytynyt hankkeen aikana.

source: SPS lij tuʹmmjam, što Giellagálduun ooʒʒât juätkkteäggtõõzz Interreg-vääʹrain da tän haʹŋǩǩõõzz äiʹǧǧen raajât põõšši mall da teäggtõs sääʹm ǩiõllõhttsažtuõjju.
fin: SPN on päättänyt, että Giellagáldulle haetaan jatkorahoitusta Interreg-varoista ja tämän hankkeen aikana luodaan pysyvä malli ja rahoitus saamen kieliyhteistyölle.

source: Sääʹmteeʹǧǧ halltõs tuejjii vuâđđjuurdtuʹmmstõõǥǥ vuässõõttmõõžžâst ođđ haʹŋǩǩõsteäggtõõzz ooccmõʹšše Sámi Giellagáldu Interreg Tâʹvv 2014–2020 prograammâst da tuʹmmji tuåimmjed haʹŋǩǩõsteäggtõõzz ooccjen.
fin: Saamelaiskäräjien hallitus teki periaatepäätöksen osallistumisesta uuden hankerahoituksen hakemiseen Sámi Giellagáldulle Interreg Pohjoinen 2014–2020 ohjelmasta ja päätti toimia hankerahoituksen hakijana.

source: Sääʹmteʹǧǧ ǩiõttʼtõõli sääʹmǩiõll-lääʹjj tiuʹddepiijjmõõžž tuâjjlai haʹŋǩǩumuužž diõtt da ǩiõllsilttõõzz čiõlggumuužž tuâjjlai haʹŋǩǩeemvueʹjjin ko paʹlǩǩeet tuâjjlaid, kõõi tuâjjan lij tuåimmjed sääʹmǩiõllsaž ääʹššlažkääzzkõs-, håidd- leʹbe mättʹtemtuâjain.
fin: Saamelaiskäräjät käsitteli saamen kielilain toimeenpanoa rekrytoinneissa ja kielitaidon selvittämistä rekrytointitilanteissa kun palkataan työntekijöitä, joiden tehtävänä on toimia saamenkielisissä asiakaspalvelu-, hoito- tai opetustehtävissä.

source: Sääʹmteʹǧǧ lij vuäǯǯam õhttsažvuõđvälddmõõžžid säʹmmlain što veeʹrjooccjin ǩiõllsilttõõzz jeät taʹrkkuku jiâ-ǥa puk sääʹmǩiõllsaž tuõjju vaʹlljuum oummu siõlttâd dovoʹlna sääʹmǩiõl, što vuäiʹtči kääzzkâʹstted säämas.
fin: Saamelaiskäräjät on saanut yhteydenottoja saamelaisilta että viranhakijoiden kielitaitoa ei välttämättä tarkisteta eivätkä kaikki saamenkielisiin tehtäviin valitut henkilöt osaa riittävästi saamea, jotta voisivat palvella saameksi.

source: Måttmin veʹrǧǧneeʹǩǩi beäʹlnn oocci jiijjâs iʹmmtõs sääʹmǩiõl silttõõzzâst lij leämmaž riʹjttjeei.
fin: Joissakin viranomaisissa hakijan oma ilmoitus saamen kielen taidosta on ollut riittävä.

source: Sääʹmteeʹǧǧ tuâjjan lij ǩiõččâd sääʹmǩiõll-lääʹjj mieʹldd sääʹmǩiõll-lääʹjj tiuʹddepiijjmõõžž da tuejjeed eʹtǩǩõõzzid pannčiõlǥâs aaʹšši teevvmõʹšše.
fin: Saamelaiskäräjien tehtävänä on seurata saamen kielilain mukaan saamen kielilain toimeenpanoa ja tehdä esityksiä epäkohtien korjaamiseksi.

source: Jõnn tuâjjan lij, što pukin sääʹmǩiõlin ij leäkku vuäittmõš ǩiõlltuʹtǩǩõõzzid.
fin: Haasteena on, että kaikissa saamen kielissä ei ole mahdollisuutta kielitutkintoihin.

source: Sääʹmteʹǧǧ tuʹmmji uʹvdded eʹtǩǩõõzz säʹmmlai dommvuuʹd kooʹddid da veʹrǧǧneeʹǩǩid, što tõk vääʹldči tuâi vuâlla čiõlggeed mainstâʹttemvueʹjjest oocci njaaʹlmilaž sääʹmǩiõl silttõõzz sääʹmǩiõllsaž tuõjju oocci beäʹlnn.
fin: Saamelaiskäräjät päätti esittää saamelaisten kotiseutualueen kunnille ja viranomaisille että ne selvittäisivät haastattelutilanteessa hakijan suullisen saamen kielen taidon saamenkielisiin tehtäviin hakeutuvien hakijoiden osalta.

source: Maistâttemvueʹjjest õõlǥči ââʹnned taarbšeʹmmen veäʹǩǩen sääʹmǩiõl ämmatneeʹǩǩid.
fin: Haastattelutilanteessa tulisi käyttää tarvittaessa apuna saamen kielen ammattilaisia.

source: Sääʹmteʹǧǧ tuʹmmji uʹvdded peäʹlestvälddmõõžž parlameenʹt veäŠǩǩvuõiggâdvuõttåummja di peiʹvvhååid riâžžjid jieʹnnǩiõles beäʹlnn sääʹmǩiõllsaž sääʹmpäärnai ǩiõllˈlaž vuõiggâdvuõđin peiʹvvhååidast.
fin: Saamelaiskäräjät päätti antaa kannanoton eduskunnan apulaisoikeusesimiehelle sekä päivähoidon järjestäjille äidinkieleltään saamenkielisten saamelaislasten kielellisistä oikeuksista päivähoidossa.

source: Sääʹmteʹǧǧ uuʹdi eʹtǩǩõõzz peäʹlestvälddmõõžžâst räʹtǩǩeem-maallid, mäʹhtt ǩiõllˈlaž vuõiggâdvuõđid vueiʹtet staanâd.
fin: Saamelaiskäräjät esitti kannanotossaan ratkaisumalleja, miten kielelliset oikeudet voidaan turvata.

source: Säämteʹǧǧ nõõmti võboršeʹǩǩen paalǥâskooʹddi õhttõõzz halltõʹsse eeʹjjid 1.1.2015 -31.12.2017 Asko Länsman Uccjooǥǥâst.
fin: Saamelaiskäräjät nimesi edustajaksi paliskuntain yhdistyksen hallitukseen kaudelle 1.1.2015-31.12.2017 Asko Länsmanin Utsjoelta.

source: Länsman lij eeʹttkâʹsttam sääʹmteeʹǧǧ õhttõõzz halltõõzzâst še taʹnni.
fin: Länsman on edustanut saamelaiskäräjiä yhdistyksen hallituksessa myös kuluvalla kaudella.

source: Halltõs tuʹmmji uʹvdded eʹtǩǩõõzz tuâjj- da jieʹllemvueʹǩǩministeria, što Interreg Tâʹvv 2014 -2020-prograamm Sápmi vaaldšemkomitea šiõttʼteem-mieʹlddlaž vuäzzliʹžžen Heikki Paltto, Nilla Tapiola da Anna Morottaja di vääʹrrvuäzzliʹžžen Anna Näkkäläjärvi-Länsman, Ulla Magga, Veikko Feodoroff.
fin: Hallitus päätti esittää työ- ja elinkeinoministeriölle että Interreg Pohjoinen 2014-2020-ohjelman Sápmin hallintokomiteaan varsinaisiksi jäseniksi Heikki Palttoa, Nilla Tapiolaa ja Anna Morottajaa sekä varajäseniksi Anna Näkkäläjärvi-Länsmania, Ulla Maggaa, Veikko Feodoroffia.

source: Interreg Sápmi-prograammin teäggtet säʹmmlai raajid pâʹjjel mõõnni õhttsažtuâi da sääʹmkulttuur tuärjjeei haʹŋǩǩõõzzid.
fin: Interreg Sápmi-ohjemalla rahoitetaan saamelaisten rajat ylittävää yhteistyötä ja saamelaiskulttuuria tukevia hankkeita.

source: Sääʹmteeʹǧǧ halltõs tuʹmmji uʹvdded eʹtǩǩõõzz takaisåbbra, što tõt mieʹrkkad teâttân suåvâdvuõđsuåppmõõžž Juha Guttormin.
fin: Saamelaiskäräjien hallitus esittää yleiskokoukselle, että se merkitsee tiedoksi sovintosopimuksen Juha Guttormin kanssa.

source: Suåvâdvuõđsuåppmõõžž määinai mieʹldd vuäʹsspeäʹl vaʹsttee jiõčč jiijjâs vuõiggâdvuõđjååʹttemkuulin da Juha Guttorm ǩeäss meädda läittmõõžžes koon son lij tuejjääm Tâʹvv-Lääʹddjânnam vaaldšemvuõiddâdvuõʹtte piâsttčõõttâm diõtt.
fin: Sovintosopimuksen ehtojen mukaan osapuolet vastaavat itse omista oikeudenkäyntikuluistaan ja Juha Guttorm peruuttaa tekemänsä valituksen Pohjois-Suomen hallinto-oikeudelle irtisanomisestaan.

source: Sääʹmteʹǧǧ tuʹmmji riâššâd 6.2.2015 säʹmmlai meersažprääʹzneǩpeeiʹv.
fin: Saamelaiskäräjät päätti järjestää 6.2.2015 saamelaisten kansallispäivänjuhlan.

source: Sääʹmteʹǧǧ lij riâššõm eeʹjj 2010 meersažprääʹzneǩpeeiʹv.
fin: Saamelaiskäräjät on järjestänyt viimeksi vuonna 2010 kansallispäiväjuhlan.

source: Halltõs nõõmti tuâjj-joouk valmštõõllât meersažprääʹzneǩpeeiʹv.
fin: Hallitus nimesi työryhmän valmistelemaan kansallispäivän juhlaa.

source: Sääʹmteʹǧǧ alttad valmštõõllmõõžž parlameʹnttvaalid da pueʹtti halltõsprogrammsaaǥǥstõõllmõõžžid valmštõõleeʹl peäʹlestvälddmõõžžid da tuâǥǥažmošttõspõʹmmjid paaŠrtji da halltõs-saaǥǥstõõllji âânnmõʹšše.
fin: Saamelaiskäräjät aloittaa valmistautumisensa eduskuntavaaleihin ja tuleviin hallitusohjelmaneuvotteluihin valmistelemalla kannanottoja ja taustamuistioita puolueiden ja hallitusneuvottelijoiden käyttöön.

source: Sääʹmteeʹǧǧ halltõs noorââtt pueʹtti vuâra rosttovmannust.
fin: Saamelaiskäräjien hallitus kokoontuu seuraavan kerran joulukuussa.

source: Eeʹjj mââimõs sääʹmteeʹǧǧ šiõttʼteem-mieʹlddlaž sååbbar riâžžât rosttovmannu looppbeäʹlnn.
fin: Vuoden viimeinen saamelaiskäräjien varsinainen kokous järjestetään joulukuun loppupuolella.
